---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.FileImportingEventArgs
source: html/7aba0b40-b009-f35c-230e-ca479029aba7.htm
---
# FileImportingEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.